Revit 2027 API
ParameterTypeId.LayerElemIsVariable Property
 "Is Variable"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemIsVariable { get; }
Public Shared ReadOnly Property LayerElemIsVariable As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemIsVariable {
	ForgeTypeId^ get ();
}
static member LayerElemIsVariable : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace